{
  "Construction Services": "Construction services: A comprehensive range of solutions for building, renovating, and maintaining structures, including planning, design, materials sourcing, labor supply, quality control, and project management.",

  "Single Specialty: Dental Care": "Single Specialty: Dental Care provides specialized dental care services, focusing exclusively on oral health and hygiene. Their team of dentists and specialists offer a range of treatments, including routine cleanings, fillings, crowns, and extractions, as well as cosmetic procedures like teeth whitening and veneers.",

  "Single Specialty: Ophthalmology": "Single Specialty: Ophthalmology - A medical specialty that deals with the diagnosis, treatment, and surgery of disorders affecting the eyes and visual system, including cataracts, glaucoma, diabetic retinopathy, age-related macular degeneration, and eye injuries.",

  "Animal Health": "Animal Health: Maintaining the well-being of animals through proper care, nutrition, and disease prevention to ensure they lead healthy and happy lives.",

  "Distributor": "A distributor is an intermediary who purchases goods from manufacturers or wholesalers and sells them to retailers, wholesalers, or end-users at a markup. They often have strong relationships with suppliers, manage inventory, and provide logistics services to customers.",

  "Life Insurance": "Life insurance: A financial protection plan that pays a death benefit to beneficiaries if the policyholder dies, and/or provides a cash value or investment component while they're alive. Common types include term life, whole life, universal life, and variable life.",

  "Public Sector Bank": "Public sector bank: A government-owned or controlled financial institution that provides banking services to the general public, often with a focus on serving low-income communities and promoting economic development. Examples include state-owned banks like Bank of America (USA) and Santander (Spain).",

  "Credit Bureau": "Credit Bureau: A credit bureau is an organization that collects and maintains information about individuals' or businesses' credit history, providing credit reports to lenders, creditors, and other interested parties to help them make informed lending decisions.",

  "Sugar": "Sugar: A sweet, soluble powder or liquid obtained from sugarcane or sugar beets, used to add sweetness and flavor to food and drinks.",

  "Commercial Printing": "Commercial printing refers to the process of printing materials in large quantities, typically for businesses or organizations, such as brochures, flyers, posters, business cards, letterheads, and more."
}
